Repository: pharmacykitty/piru
Catalog: Piru/Localizable.xcstrings
Source language: en
Languages: es, zh_hans, zh_hant

source: Display options
es: Opciones de visualización
zh_hans: 显示选项
zh_hant: 顯示選項

source: Display Options
es: Opciones de visualización
zh_hans: 显示选项
zh_hant: 顯示選項

source: Dissociative
es: Disociativo
zh_hans: 解离剂
zh_hant: 解離劑

source: Dissociatives
es: Disociativos
zh_hans: 解离剂
zh_hant: 解離劑

source: Dissociatives (NMDA)
es: Disociativos (NMDA)
zh_hans: 解离剂（NMDA）
zh_hant: 解離劑（NMDA）

source: Distress or perceptual changes that persist for days are worth taking to a professional.
es: Si el malestar o los cambios perceptivos persisten durante días, vale la pena consultarlo con un profesional.
zh_hans: 持续数天的痛苦或知觉变化，值得去找专业人士看看。
zh_hant: 持續數天的痛苦或知覺變化，值得去找專業人士看看。

source: Distribution
es: Distribución
zh_hans: 分布容积
zh_hant: 分布容積

source: Do not drive or operate machinery. Feeling normal does not establish that you can drive safely.
es: No conduzcas ni manejes maquinaria. Sentirte normal no demuestra que puedas conducir con seguridad.
zh_hans: 不要开车或操作机械。感觉正常并不能证明你可以安全驾驶。
zh_hant: 不要開車或操作機械。感覺正常並不能證明你可以安全駕駛。

source: Do not drive. Feeling less sedated does not establish that memory or coordination are unimpaired.
es: No conduzcas. Sentir menos sedación no demuestra que la memoria o la coordinación estén intactas.
zh_hans: 不要开车。感觉没那么困，并不能证明记忆或协调性没有受损。
zh_hant: 不要開車。感覺沒那麼睏，並不能證明記憶或協調性沒有受損。

source: Do not drive. Feeling normal does not establish that you can drive safely.
es: No conduzcas. Sentirte normal no demuestra que puedas conducir con seguridad.
zh_hans: 不要开车。感觉正常并不能证明你可以安全驾驶。
zh_hant: 不要開車。感覺正常並不能證明你可以安全駕駛。

source: Do not drive. Impairment outlasts the feeling of being high.
es: No conduzcas. El deterioro dura más que la sensación de estar bajo los efectos.
zh_hans: 不要开车。功能受损持续的时间比“嗨”的感觉更长。
zh_hant: 不要開車。功能受損持續的時間比「嗨」的感覺更長。

source: Dock Label
es: Etiqueta del dock
zh_hans: 底栏标签
zh_hant: 底欄標籤

source: Dock Shortcuts
es: Atajos del dock
zh_hans: 底栏快捷方式
zh_hant: 底欄捷徑

source: Don't isolate yourself. Let someone know where you are.
es: No te aísles. Avisa a alguien de dónde estás.
zh_hans: 不要独自一人。让某人知道你在哪里。
zh_hant: 不要獨自一人。讓某人知道你在哪裡。

source: Don't judge your baseline mood by how you feel right now.
es: No juzgues tu estado de ánimo de base por cómo te sientes ahora mismo.
zh_hans: 不要以现在的感受来判断你的基线情绪。
zh_hant: 不要以現在的感受來判斷你的基線情緒。

source: Don't make big life decisions based on acute revelations — wait a week.
es: No tomes grandes decisiones de vida basadas en revelaciones del momento — espera una semana.
zh_hans: 不要根据当下的顿悟做出重大人生决定——等一周再说。
zh_hant: 不要根據當下的頓悟做出重大人生決定——等一週再說。

source: Don't try to 'figure it all out' right now. Integration takes days.
es: No intentes 'entenderlo todo' ahora mismo. La integración lleva días.
zh_hans: 现在不要试图“想通一切”。整合需要数天。
zh_hant: 現在不要試圖「想通一切」。整合需要數天。

source: Don't use alone and don't mix with other downers. An overdose is a sudden blackout with no warning — you can't naloxone yourself, so someone with you needs it and should call emergency services.
es: No lo uses a solas ni lo mezcles con otros depresores. Una sobredosis es una pérdida de consciencia repentina y sin aviso — no puedes ponerte la naloxona tú, así que alguien que esté contigo debe tenerla y llamar a emergencias.
zh_hans: 不要独自使用，也不要与其他抑制剂混用。过量会毫无预兆地突然失去意识——你无法给自己使用纳洛酮，因此身边的人需要备有纳洛酮，并应拨打急救电话。
zh_hant: 不要獨自使用，也不要與其他抑制劑混用。過量會毫無預兆地突然失去意識——你無法給自己使用納洛酮，因此身邊的人需要備有納洛酮，並應撥打急救電話。

source: Done
es: Listo
zh_hans: 完成
zh_hant: 完成

source: Dopamine
es: Dopamina
zh_hans: 多巴胺
zh_hant: 多巴胺

source: Dopamine antagonists — quetiapine, risperidone.
es: Antagonistas de la dopamina — quetiapina, risperidona.
zh_hans: 多巴胺拮抗剂——喹硫平、利培酮。
zh_hant: 多巴胺拮抗劑——喹硫平、利培酮。

source: dopamine transporter
es: transportador de dopamina
zh_hans: 多巴胺转运体
zh_hant: 多巴胺轉運體

source: Dopamine-leaning — more stimulant in character
es: Predominio dopaminérgico — de carácter más estimulante
zh_hans: 偏向多巴胺——兴奋作用更突出
zh_hant: 偏向多巴胺——興奮作用更突出

source: Dopamine–serotonin lean
es: Inclinación dopamina–serotonina
zh_hans: 多巴胺–血清素倾向
zh_hant: 多巴胺–血清素傾向

source: Dosage
es: Dosificación
zh_hans: 剂量
zh_hant: 劑量

source: dose
es: dosis
zh_hans: 剂量
zh_hant: 劑量

source: Dose
es: Dosis
zh_hans: 剂量
zh_hant: 劑量

source: Dose · %@
es: Dosis · %@
zh_hans: 剂量 · %@
zh_hant: 劑量 · %@

source: Dose & Duration
es: Dosis y duración
zh_hans: 剂量与时长
zh_hant: 劑量與時長

source: Dose data
es: Datos de dosis
zh_hans: 剂量数据
zh_hant: 劑量資料

source: Dose each time
es: Dosis cada vez
zh_hans: 每次剂量
zh_hant: 每次劑量

source: Dose intensity
es: Intensidad de la dosis
zh_hans: 剂量强度
zh_hant: 劑量強度

source: Dose level
es: Nivel de dosis
zh_hans: 剂量级别
zh_hant: 劑量級別

source: Dose levels
es: Niveles de dosis
zh_hans: 剂量档位
zh_hant: 劑量檔位

source: Dose levels over time
es: Niveles de dosis a lo largo del tiempo
zh_hans: 剂量档位随时间变化
zh_hant: 劑量檔位隨時間變化

source: Dose Ranges
es: Rangos de dosis
zh_hans: 剂量范围
zh_hant: 劑量範圍

source: Dose Reference
es: Referencia de dosis
zh_hans: 剂量参考
zh_hant: 劑量參考

source: Dose sources
es: Fuentes de dosis
zh_hans: 剂量来源
zh_hant: 劑量來源

source: Dose time
es: Hora de la dosis
zh_hans: 剂量时间
zh_hant: 劑量時間

source: Dose time: %@
es: Hora de la dosis: %@
zh_hans: 剂量时间：%@
zh_hant: 劑量時間：%@

source: Dose trend
es: Tendencia de dosis
zh_hans: 剂量趋势
zh_hant: 劑量趨勢

source: Dose unit
es: Unidad de dosis
zh_hans: 剂量单位
zh_hant: 劑量單位

source: Dosed in low milligrams — use a milligram scale (0.001 g). Can't be measured by eye or kitchen scale.
es: Se dosifica en pocos miligramos — usa una balanza de miligramos (precisión de 1 mg). No se puede medir a ojo ni con una balanza de cocina.
zh_hans: 剂量仅几毫克，请用毫克秤（0.001 g）。无法目测或用厨房秤称量。
zh_hant: 劑量僅幾毫克，請用毫克秤（0.001 g）。無法目測或用廚房秤稱量。

source: Doses add with no plateau, and the gap between a sedating dose and a fatal one is narrow to begin with.
es: Las dosis se suman sin meseta, y la distancia entre una dosis sedante y una mortal ya es estrecha de por sí.
zh_hans: 剂量相加且不会趋于平缓，而镇静剂量与致死剂量之间的差距本就很窄。
zh_hant: 劑量相加且不會趨於平緩，而鎮靜劑量與致死劑量之間的差距本就很窄。

source: Doses are milligrams of THC. Flower needed ≈ desired THC ÷ the strain's %THC (e.g. 3 mg ÷ 18% ≈ 0.02 g). Smoking loses 50–80% to combustion, so real flower amounts run higher.
es: Las dosis son miligramos de THC. Flor necesaria ≈ THC deseado ÷ el %THC de la variedad (p. ej. 3 mg ÷ 18% ≈ 17 mg). Al fumar se pierde un 50–80% en la combustión, así que las cantidades reales de flor son mayores.
zh_hans: 剂量是 THC 的毫克数。所需花量 ≈ 目标 THC ÷ 品系的 THC 含量百分比（例如 3 mg ÷ 18% ≈ 0.02 g）。吸食会因燃烧损失 50–80%，因此实际所需花量更高。
zh_hant: 劑量是 THC 的毫克數。所需花量 ≈ 目標 THC ÷ 品系的 THC 含量百分比（例如 3 mg ÷ 18% ≈ 0.02 g）。吸食會因燃燒損失 50–80%，因此實際所需花量更高。

source: Doses in other units aren't counted.
es: Las dosis en otras unidades no se cuentan.
zh_hans: 其他单位的剂量不计入。
zh_hant: 其他單位的劑量不計入。

source: Doses stay the substance's own — only the duration curve changes.
es: Las dosis siguen siendo las de la propia sustancia — solo cambia la curva de duración.
zh_hans: 剂量仍为该物质本身的剂量——只有作用时长曲线会改变。
zh_hant: 劑量仍為該物質本身的劑量——只有作用時長曲線會改變。

source: Dosing Defaults
es: Valores predeterminados de dosificación
zh_hans: 剂量默认值
zh_hant: 劑量預設值

source: Dosing shown reflects published or community protocols, not medical advice. Peptides are injected from reconstituted powder — handle and store as noted below.
es: La dosificación mostrada refleja protocolos publicados o de la comunidad; no es consejo médico. Los péptidos se inyectan a partir de polvo reconstituido — manipúlalos y guárdalos como se indica abajo.
zh_hans: 此处所示剂量反映的是已发表或社区的方案，不是医疗建议。肽类由复溶的粉末注射——请按下文说明处理和储存。
zh_hant: 此處所示劑量反映的是已發表或社群的方案，不是醫療建議。胜肽由復溶的粉末注射——請按下文說明處理和儲存。

source: Double tap to collapse
es: Toca dos veces para contraer
zh_hans: 轻点两下以折叠
zh_hant: 點兩下以折疊

source: Double tap to expand
es: Toca dos veces para expandir
zh_hans: 轻点两下以展开
zh_hant: 點兩下以展開

source: down %lld percent
es: baja un %lld por ciento
zh_hans: 下降百分之 %lld
zh_hant: 下降百分之 %lld

source: Downstream
es: Posterior
zh_hans: 下游
zh_hant: 下游

source: Drag to set the order class sections appear in. Reset to let the current sort decide.
es: Arrastra para fijar el orden en que aparecen las secciones de clase. Restablece para que decida el orden actual.
zh_hans: 拖动以设置类别分区的显示顺序。重置后将由当前排序方式决定。
zh_hant: 拖動以設定類別分區的顯示順序。重置後將由目前排序方式決定。

source: Draw
es: Cargar
zh_hans: 抽取量
zh_hant: 抽取量

source: Draw date
es: Fecha de extracción
zh_hans: 采血日期
zh_hant: 採血日期

source: Drink
es: Bebida
zh_hans: 饮品
zh_hant: 飲品

source: Drink emoji
es: Emoji de la bebida
zh_hans: 饮品表情
zh_hant: 飲品表情

source: Drink water and eat something nutritious.
es: Bebe agua y come algo nutritivo.
zh_hans: 喝水并吃些营养食物。
zh_hant: 喝水並吃些營養食物。

source: Drink water and eat something.
es: Bebe agua y come algo.
zh_hans: 喝点水，吃点东西。
zh_hant: 喝點水，吃點東西。

source: Drink water or an electrolyte drink, in sips.
es: Bebe agua o una bebida con electrolitos, a sorbos.
zh_hans: 小口喝水或电解质饮料。
zh_hant: 小口喝水或電解質飲料。

source: Drink water, in sips. Eat something light.
es: Bebe agua, a sorbos. Come algo ligero.
zh_hans: 小口喝水。吃点清淡的东西。
zh_hant: 小口喝水。吃點清淡的東西。

source: Drink water. A dry mouth is an effect of cannabis itself and doesn't by itself mean dehydration.
es: Bebe agua. La boca seca es un efecto del propio cannabis y por sí sola no significa deshidratación.
zh_hans: 喝点水。口干是大麻本身的作用，单凭它并不代表脱水。
zh_hant: 喝點水。口乾是大麻本身的作用，單憑它並不代表脫水。

source: Drink water. Eat something simple when your stomach allows.
es: Bebe agua. Come algo sencillo cuando el estómago te lo permita.
zh_hans: 喝水。胃能接受时吃些简单的食物。
zh_hant: 喝水。胃能接受時吃些簡單的食物。

source: Drink water. Wrap up in something comfortable.
es: Bebe agua. Abrígate con algo cómodo.
zh_hans: 喝水。裹上舒适的衣物。
zh_hant: 喝水。裹上舒適的衣物。

source: Drink: %@
es: Bebida: %@
zh_hans: 饮品：%@
zh_hant: 飲品：%@

source: Drinks
es: Bebidas
zh_hans: 饮品
zh_hant: 飲品

source: Driven
es: Motivado
zh_hans: 起劲
zh_hant: 起勁

source: Drug
es: Fármaco
zh_hans: 药物
zh_hant: 藥物

source: Drug Class
es: Clase farmacológica
zh_hans: 药物类别
zh_hant: 藥物類別

source: Drug Classes
es: Clases farmacológicas
zh_hans: 药物类别
zh_hant: 藥物類別

source: Dual Orexin Receptor Antagonist (DORA)
es: Antagonista dual de los receptores de orexina (DORA)
zh_hans: 双重食欲素受体拮抗剂（DORA）
zh_hant: 雙重食慾素受體拮抗劑（DORA）

source: due
es: pendiente
zh_hans: 待服用
zh_hant: 待服用

source: Due
es: Pendiente
zh_hans: 待服用
zh_hant: 待服用

source: Due at %@
es: Pendiente: %@
zh_hans: %@ 应服
zh_hant: %@ 應服

source: Due now
es: Pendiente ahora
zh_hans: 现在该服用
zh_hant: 現在該服用

source: Duplicate Name
es: Nombre duplicado
zh_hans: 名称重复
zh_hant: 名稱重複

source: duration
es: duración
zh_hans: 持续时间
zh_hant: 持續時間

source: Duration
es: Duración
zh_hans: 持续时间
zh_hant: 持續時間

source: Duration data
es: Datos de duración
zh_hans: 持续时间数据
zh_hant: 持續時間資料

source: Duration of action
es: Duración de acción
zh_hans: 作用持续时间
zh_hant: 作用持續時間

source: During a session
es: Durante una sesión
zh_hans: 场次进行中
zh_hant: 場次進行中

source: Dysdelic
es: Disdélico
zh_hans: 暗幻剂
zh_hant: 暗幻劑

source: Each card is that substance's own contribution. Mechanisms are shared, so your overall level (the chart above, or By mechanism) can be higher.
es: Cada tarjeta es la contribución propia de esa sustancia. Los mecanismos son compartidos, así que tu nivel general (el gráfico de arriba, o Por mecanismo) puede ser mayor.
zh_hans: 每张卡片是该物质自身的贡献。机制是共享的，所以你的整体水平（上方图表或“按机制”）可能更高。
zh_hant: 每張卡片是該物質自身的貢獻。機制是共享的，所以你的整體水平（上方圖表或「按機制」）可能更高。

source: Each comparison groups your rated days by one factor at a time and counts how often you rated the dose "about right" or more. These describe your entries; they don't show that a substance, dose, or timing caused a difference.
es: Cada comparación agrupa tus días con respuesta según un factor a la vez y cuenta con qué frecuencia respondiste que la dosis fue "como siempre" o más. Describen tus registros; no demuestran que una sustancia, dosis u horario causara una diferencia.
zh_hans: 每组对照只按一个因素划分你评过分的日子，统计其中有多少次剂量被评为“和平时差不多”或更强。这些只是在描述你的记录；它们并不说明是某种物质、剂量或时间造成了差异。
zh_hant: 每組對照只按一個因素劃分你評過分的日子，統計其中有多少次劑量被評為「和平時差不多」或更強。這些只是在描述你的記錄；它們並不說明是某種物質、劑量或時間造成了差異。

source: Each entry appears on the timeline, showing overlaps and when the model estimates the effects will fade.
es: Cada registro aparece en la línea de tiempo, mostrando las superposiciones y cuándo estima el modelo que se desvanecerán los efectos.
zh_hans: 每条记录都会显示在时间线上，呈现重叠情况和模型估计的效应消退时间。
zh_hant: 每筆記錄都會顯示在時間線上，呈現重疊情況和模型估計的效應消退時間。

source: Each ester's own release, before they sum to the serum estimate above.
es: La liberación propia de cada éster, antes de sumarse en la estimación sérica de arriba.
zh_hans: 每种酯各自的释放，在汇总为上方的血清估计值之前。
zh_hant: 每種酯各自的釋放，在彙總為上方的血清估計值之前。

source: Each line as a share of its own peak
es: Cada línea como proporción de su propio pico
zh_hans: 每条线按自身峰值的比例显示
zh_hant: 每條線按自身峰值的比例顯示

source: Each row lists what that source supplied here. Links open the source's own page — always verify against the original.
es: Cada fila indica lo que esa fuente aportó aquí. Los enlaces abren la página de la propia fuente — verifica siempre con el original.
zh_hans: 每一行列出该来源在此提供的内容。链接会打开来源自身的页面——请始终对照原始资料核实。
zh_hant: 每一行列出該來源在此提供的內容。連結會開啟來源自身的頁面——請始終對照原始資料核實。

source: Each substance page lists which of these supplied each field.
es: Cada página de sustancia indica cuál de estas aportó cada campo.
zh_hans: 每个物质页面都会列出各个字段由其中哪个来源提供。
zh_hant: 每個物質頁面都會列出各個欄位由其中哪個來源提供。

source: Each substance page names the source of each field. Text from PsychonautWiki and FreeOD Wiki is used under CC BY-SA 4.0, edited and merged with other sources, and remains available under that license.
es: Cada página de sustancia nombra la fuente de cada campo. El texto de PsychonautWiki y FreeOD Wiki se usa bajo CC BY-SA 4.0, editado y combinado con otras fuentes, y sigue disponible bajo esa licencia.
zh_hans: 每个物质页面都会标明每个字段的来源。来自 PsychonautWiki 和 FreeOD Wiki 的文本依 CC BY-SA 4.0 使用，经编辑并与其他来源合并，并继续依该许可提供。
zh_hant: 每個物質頁面都會標明每個欄位的來源。來自 PsychonautWiki 和 FreeOD Wiki 的文字依 CC BY-SA 4.0 使用，經編輯並與其他來源合併，並繼續依該授權提供。

source: Eat light foods: fruit, toast, soup.
es: Come alimentos ligeros: fruta, pan tostado, sopa.
zh_hans: 吃点清淡的：水果、吐司、汤。
zh_hant: 吃點清淡的：水果、吐司、湯。

source: Eat something balanced.
es: Come algo equilibrado.
zh_hans: 吃点营养均衡的东西。
zh_hant: 吃點營養均衡的東西。

source: Eat something grounding — warm food, fruit, or anything that sounds appealing.
es: Come algo que te asiente — comida caliente, fruta o cualquier cosa que te resulte apetitosa.
zh_hans: 吃些让人安定的东西——温热的食物、水果或任何想吃的。
zh_hant: 吃些讓人安定的東西——溫熱的食物、水果或任何想吃的。

source: Eat something nutritious — protein, carbs, and fruit
es: Come algo nutritivo — proteína, carbohidratos y fruta
zh_hans: 吃些营养食物——蛋白质、碳水化合物和水果
zh_hant: 吃些營養食物——蛋白質、碳水化合物和水果

source: Eat something with salt, protein, and carbs.
es: Come algo con sal, proteína y carbohidratos.
zh_hans: 吃点含盐、蛋白质和碳水的东西。
zh_hant: 吃點含鹽、蛋白質和碳水的東西。

source: Eat something, even without hunger. Protein and complex carbs are the usual suggestion.
es: Come algo, aunque no tengas hambre. La sugerencia habitual es proteína y carbohidratos complejos.
zh_hans: 即使不饿也吃点东西。通常建议蛋白质和复合碳水。
zh_hant: 即使不餓也吃點東西。通常建議蛋白質和複合碳水。

source: EDDP has no opioid activity — it's the primary urinary marker for methadone compliance monitoring, not a contributor to the drug's effect or duration.
es: El EDDP no tiene actividad opioide — es el principal marcador urinario para el control del cumplimiento con metadona, no contribuye al efecto ni a la duración del fármaco.
zh_hans: EDDP 无阿片活性——它是美沙酮依从性监测的主要尿液标志物，不参与药物效应或持续时间。
zh_hant: EDDP 無鴉片活性——它是美沙酮依從性監測的主要尿液標誌物，不參與藥物效應或持續時間。

source: Edibles also come on slowly — usually 30 minutes to 2 hours — and last much longer, often 6–10 hours. That slow start is the redose trap: more taken before the first dose has arrived stacks into a far stronger, longer experience than intended.
es: Los comestibles también tardan en subir — normalmente de 30 minutos a 2 horas — y duran mucho más, a menudo 6–10 horas. Ese inicio lento es la trampa de la redosis: lo que se toma de más antes de que llegue la primera dosis se acumula en una experiencia mucho más fuerte y larga de lo previsto.
zh_hans: 食用型起效也慢——通常要 30 分钟到 2 小时——而且持续得久得多，常常 6–10 小时。这种慢起效正是补服的陷阱：在第一剂还没上来之前再吃，叠起来的体验会比预想的强得多、久得多。
zh_hant: 食用型起效也慢——通常要 30 分鐘到 2 小時——而且持續得久得多，常常 6–10 小時。這種慢起效正是補服的陷阱：在第一劑還沒上來之前再吃，疊起來的體驗會比預想的強得多、久得多。

source: Edit
es: Editar
zh_hans: 编辑
zh_hant: 編輯

source: Edit concentration
es: Editar concentración
zh_hans: 编辑浓度
zh_hant: 編輯濃度

source: Edit concentrations…
es: Editar concentraciones…
zh_hans: 编辑浓度…
zh_hant: 編輯濃度…

source: Edit Custom Unit
es: Editar unidad personalizada
zh_hans: 编辑自定义单位
zh_hant: 編輯自訂單位

source: Edit Drink
es: Editar bebida
zh_hans: 编辑饮品
zh_hant: 編輯飲品

source: Edit Drinks…
es: Editar bebidas…
zh_hans: 编辑饮品…
zh_hant: 編輯飲品…

source: Edit Label
es: Editar etiqueta
zh_hans: 编辑标签
zh_hant: 編輯標籤

source: Edit Med
es: Editar medicamento
zh_hans: 编辑用药
zh_hant: 編輯用藥

source: Edit Note
es: Editar nota
zh_hans: 编辑备注
zh_hant: 編輯備註

source: Edit Personalization…
es: Editar personalización…
zh_hans: 编辑个性化…
zh_hant: 編輯個人化…

source: Edit routines and favorites
es: Editar rutinas y favoritos
zh_hans: 编辑日常与收藏
zh_hant: 編輯日常與收藏

source: Edit Substance
es: Editar sustancia
zh_hans: 编辑物质
zh_hant: 編輯物質

source: Edit Summary
es: Editar resumen
zh_hans: 编辑总结
zh_hant: 編輯總結

source: Edit times
es: Editar horas
zh_hans: 编辑时间
zh_hant: 編輯時間

source: Edits the note
es: Edita la nota
zh_hans: 编辑备注
zh_hant: 編輯備註

source: Education
es: Educación
zh_hans: 学习
zh_hant: 學習

source: Effect curves
es: Curvas de efecto
zh_hans: 效应曲线
zh_hant: 效應曲線

source: Effect Estimates
es: Estimaciones de efecto
zh_hans: 效应估算
zh_hant: 效應估算

source: EFFECT OVER TIME
es: EFECTO EN EL TIEMPO
zh_hans: 效应时程
zh_hant: 效應時程

source: Effect over time: rises over the come-up, plateaus at peak, then falls.
es: Efecto en el tiempo: sube durante la subida, se estabiliza en el pico y luego baja.
zh_hans: 效果随时间变化：在上升期逐渐增强，在高峰期保持平稳，随后减弱。
zh_hant: 效果隨時間變化：在上升期逐漸增強，在高峰期保持平穩，隨後減弱。

source: Effect-selective tolerance
es: Tolerancia selectiva por efecto
zh_hans: 效应选择性耐受
zh_hant: 效應選擇性耐受

source: effects
es: efectos
zh_hans: 效应
zh_hant: 效應

source: Effects
es: Efectos
zh_hans: 效应
zh_hant: 效應

source: Effects can outlast the duration above — %1$@ is still present when %2$@'s listed duration ends.
es: Los efectos pueden durar más que la duración de arriba — %@ sigue presente cuando la duración indicada de %@ ha terminado.
zh_hans: 效应可能超过上述时长：%2$@ 的标注时长结束时，%1$@ 仍在体内。
zh_hant: 效應可能超過上述時長：%2$@ 的標註時長結束時，%1$@ 仍在體內。

source: effects end around %@
es: los efectos terminan hacia %@
zh_hans: 效果约在 %@ 结束
zh_hant: 效果約在 %@ 結束

source: Effects ended
es: Efectos terminados
zh_hans: 效果已结束
zh_hant: 效果已結束

source: Effects ended ~%@
es: Efectos terminados ~%@
zh_hans: 效果已于 ~%@ 结束
zh_hant: 效果已於 ~%@ 結束

source: Effects ended ~%@ · cleared ~%@
es: Efectos terminados ~%@ · eliminado ~%@
zh_hans: 效果已于 ~%1$@ 结束 · 约 %2$@ 清除
zh_hant: 效果已於 ~%1$@ 結束 · 約 %2$@ 清除

# Effects should start within %lld-%lld minutes.
source: Effects should start within %1$lld-%2$lld minutes.
es: Los efectos deberían empezar en %lld-%lld minutos.
zh_hans: 效果应在 %lld 至 %lld 分钟内出现。
zh_hant: 效果應在 %lld 至 %lld 分鐘內出現。

source: Efficacy axis
es: Eje de eficacia
zh_hans: 效能轴
zh_hant: 效能軸

source: efficacy τ
es: eficacia τ
zh_hans: 效能 τ
zh_hant: 效能 τ

source: Elevated
es: Elevado
zh_hans: 偏高
zh_hant: 偏高

source: Elevated vs your resting %lld bpm
es: Elevado frente a tus %lld bpm en reposo
zh_hans: 高于静息心率 %lld bpm
zh_hant: 高於靜息心率 %lld bpm

source: eliminated
es: eliminado
zh_hans: 已消除
zh_hant: 已消除

source: Eliminates or inhibits the growth of microorganisms by targeting microbial-specific processes such as cell wall synthesis, protein synthesis, nucleic acid replication, metabolic pathways, or cell membrane integrity.
es: Elimina o inhibe el crecimiento de microorganismos actuando sobre procesos específicos de los microbios, como la síntesis de la pared celular, la síntesis de proteínas, la replicación de ácidos nucleicos, las vías metabólicas o la integridad de la membrana celular.
zh_hans: 通过靶向微生物特异性过程（如细胞壁合成、蛋白质合成、核酸复制、代谢通路或细胞膜完整性）消除或抑制微生物生长。
zh_hant: 透過靶向微生物特異性過程（如細胞壁合成、蛋白質合成、核酸複製、代謝通路或細胞膜完整性）消除或抑制微生物生長。

source: Elimination
es: Eliminación
zh_hans: 消除
zh_hant: 消除

source: Elimination curve for %@
es: Curva de eliminación de %@
zh_hans: %@ 的消除曲线
zh_hant: %@ 的消除曲線

source: Elimination half-life — not how long you feel it.
es: Vida media de eliminación — no cuánto tiempo lo sientes.
zh_hans: 消除半衰期——不是你能感觉到的时长。
zh_hant: 消除半衰期——不是你能感覺到的時長。

source: Emergency
es: Emergencia
zh_hans: 紧急
zh_hant: 緊急

source: Emergency (Ambulance)
es: Emergencias (ambulancia)
zh_hans: 紧急服务（救护车）
zh_hant: 緊急服務（救護車）

source: Emergency Services
es: Servicios de emergencia
zh_hans: 紧急服务
zh_hant: 緊急服務

source: Emergency Services — %@
es: Servicios de emergencia — %@
zh_hans: 紧急服务——%@
zh_hant: 緊急服務——%@

source: Emergency: 911
es: Emergencias: 911
zh_hans: 紧急情况：911
zh_hant: 緊急情況：911

source: Emerges at %@
es: Aparece a partir de %@
zh_hans: %@ 时出现
zh_hant: %@ 時出現

source: Emotional
es: Emocional
zh_hans: 情绪
zh_hant: 情緒

source: Empathogen
es: Empatógeno
zh_hans: 共情剂
zh_hant: 共情劑

source: Empathogens
es: Empatógenos
zh_hans: 共情剂
zh_hant: 共情劑

source: Enable camera access in Settings to scan medication labels.
es: Permite el acceso a la cámara en Configuración para escanear etiquetas de medicamentos.
zh_hans: 在“设置”中允许相机访问以扫描药品标签。
zh_hant: 在「設定」中允許相機存取以掃描藥品標籤。

source: Enable Selected
es: Activar seleccionados
zh_hans: 开启所选
zh_hant: 開啟所選

source: Enantiomer potency
es: Potencia de los enantiómeros
zh_hans: 对映体效价
zh_hant: 對映體效價

source: Encrypt
es: Cifrar
zh_hans: 加密
zh_hant: 加密

source: Encrypted Backup…
es: Copia de seguridad cifrada…
zh_hans: 加密备份…
zh_hant: 加密備份…

source: Encrypted exports turn your passphrase into a key with 600,000 rounds of PBKDF2. Piru keeps no copy of the passphrase and cannot recover it. Plain exports are unencrypted.
es: Las exportaciones cifradas convierten tu frase de contraseña en una clave con 600 000 rondas de PBKDF2. Piru no guarda ninguna copia de la frase de contraseña y no puede recuperarla. Las exportaciones simples no están cifradas.
zh_hans: 加密导出会用 600,000 轮 PBKDF2 把你的口令转换成密钥。Piru 不保存口令的副本，也无法找回。普通导出不加密。
zh_hant: 加密匯出會用 600,000 輪 PBKDF2 把你的通行碼轉換成金鑰。Piru 不保存通行碼的副本，也無法找回。一般匯出不加密。

source: End
es: Fin
zh_hans: 结束
zh_hant: 結束

source: End time
es: Hora de fin
zh_hans: 结束时间
zh_hant: 結束時間

source: Endocrine
es: Endocrino
zh_hans: 内分泌药
zh_hant: 內分泌藥

source: Endocrine Agent
es: Agente endocrino
zh_hans: 内分泌药物
zh_hant: 內分泌藥物

source: Energy
es: Energía
zh_hans: 精力
zh_hant: 精力

source: Energy, focus, and wakefulness.
es: Energía, concentración y vigilia.
zh_hans: 提升精力、专注与清醒。
zh_hant: 提升精力、專注與清醒。

source: English Substance Names
es: Nombres de sustancias en inglés
zh_hans: 英文物质名称
zh_hant: 英文物質名稱

source: Engraved gold, a plum night, a turning wheel
es: Oro grabado, una noche ciruela, una rueda que gira
zh_hans: 镌刻的金色、梅紫夜空、缓缓旋转的星盘
zh_hant: 鐫刻的金色、梅紫夜空、緩緩旋轉的星盤

source: Enhanced CNS depression — risk of respiratory depression and death.
es: Depresión del SNC potenciada — riesgo de depresión respiratoria y muerte.
zh_hans: 加重的中枢抑制——有呼吸抑制和死亡的风险。
zh_hant: 加重的中樞抑制——有呼吸抑制和死亡的風險。

source: Enhanced respiratory depression — gabapentinoids increase opioid overdose risk.
es: Depresión respiratoria potenciada — los gabapentinoides aumentan el riesgo de sobredosis de opioides.
zh_hans: 加重的呼吸抑制——加巴喷丁类增加阿片类过量风险。
zh_hant: 加重的呼吸抑制——加巴噴丁類增加鴉片類過量風險。

source: Enter a vial amount, diluent volume, and target dose.
es: Escribe la cantidad del vial, el volumen de diluyente y la dosis objetivo.
zh_hans: 请输入瓶内总量、溶剂体积和目标剂量。
zh_hant: 請輸入瓶內總量、溶劑體積與目標劑量。

source: Enter it in your lab's unit. Stored in %@.
es: Escríbelo en la unidad de tu laboratorio. Se guarda en %@.
zh_hans: 按化验单的单位输入。以 %@ 保存。
zh_hant: 按化驗單的單位輸入。以 %@ 儲存。

source: Enter Passphrase
es: Escribir frase de contraseña
zh_hans: 输入口令
zh_hant: 輸入通行碼

source: Enter the vial's concentration — a volume alone isn't a dose.
es: Escribe la concentración del vial — un volumen por sí solo no es una dosis.
zh_hans: 请输入药瓶的浓度——仅有体积并不构成剂量。
zh_hant: 請輸入藥瓶的濃度——僅有體積並不構成劑量。
